---
kind: type
id: T:Autodesk.Revit.DB.Visual.Stone
source: html/b7458faa-8242-d2b7-44a5-7df042a67ac3.htm
---
# Autodesk.Revit.DB.Visual.Stone

A static class that provides access to the property names that appear in the Stone visual asset schema.

## Syntax (C#)
```csharp
public static class Stone
```